Repository: drupalicus/DP-Mods
Catalog: modules/contrib/supercron/po/supercron.*_.po
Languages: de

source: Cron has been running for more than an hour and is most likely stuck.
de: Cron läuft seit mehr als einer Stunde und hängt sehr wahrscheinlich.

source: Attempting to re-run cron while it is already running.
de: Versuche Cron erneut auszuführen, obwohl er bereits ausgeführt wird.

source: Cron run completed.
de: Cron-Lauf vollständig.

source: Configure how Cron behaves, which cron hooks are called and in what order, capture debugging information and parallelize tasks.
de: Es kann konfiguriert werden wie sich Cron verhält, welche Cron-Hooks aufgerufen werden und in welcher Reihenfolge, Informationen zur Fehlersuche aufzeichnen, und Aufgaben parallel ausführen.

source: Settings
de: Einstellungen

source: Cron output in module:
de: Cron-Ausgabe im Modul:

source: Cron exceptions in module:
de: Cron-Ausnahmen im Modul:

source: Call individual cron handlers
de: Individuelle Cron-Handler aufrufen

source: Here you can enable or disable parts of the cron process, change the order in which cron hooks are called, capture extraneous output or exceptions, measure performance and even make your cron tasks multithreaded.
de: Hier können Teile des Cron-Prozesses aktiviert oder deaktiviert werden, die Reihenfolge in der Cron-Hooks aufgerufen werden geändert werden, unerhebliche Ausgaben oder Ausnahmen festhalten, die Leistung gemessen werden oder die Aufgaben mehrprozessfähig gemacht werden.

source: SuperCron sports a mini firewall that offers a way to limit access to your cron start-up file and thus limits the abilities of nefarious users to overload your site for a denial-of-service attack through cron.
de: SuperCron enthält eine kleine Firewall, die einen Möglichkeit zur Begrenzung des Zugriffs auf die Cron-Aufruf-Datei bietet und so die Fähigkeiten eines ruchlosen Benutzers begrenzt, die Website mittels Cron zu überlasten und einen Denial-of-Service-Angriff durchzuführen.

source: The firewall is currently
de: Die Firewall ist momentan

source: enabled
de: Aktiviert

source: disabled
de: deaktiviert

source: error
de: Fehler

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Firewall Mode
de: Firewall-Modus

source: Firewall mode
de: Firewall-Modus

source: Only Accept Calls From The Specified IP Addresses
de: Nur Anfragen von den angegebenen IP-Adressen akzeptieren

source: Accept Calls From Any IP Address Except The Specified IP Addresses
de: Anfragen von allen IP-Adressen außer den angegebenen akzeptieren

source: Select the desired firewall mode.
de: Auswahl des gewünschten Firewall-Modus.

source: Insert IP
de: IP einfügen

source: Some IP address like 192.168.1.2
de: Einige IP-Adressen wie 192.168.1.2

source: Insert
de: Einfügen

source: Save
de: Speichern

source: delete
de: löschen

source: SuperCron firewall mode changed.
de: SuperCron-Firewall-Modus geändert.

source: The !script file should copied from the !here directory to !path; until that is done, your tasks will not execute when scheduled to.
de: Die Datei !script sollte vom Verzeichnis !here nach !path kopiert werden; solange dies nicht geschieht, werden die Tasks nicht wie geplant ausgeführt.

source: Invoke All
de: Alle aufrufen

source: Invoke
de: Aufrufen

source: Never successfully ran
de: Nie erfolgreich gelaufen

source: Output
de: Ausgabe

source: Exceptions
de: Ausnahmen

source: Do not perform cron tasks when the site is under heavy load.
de: Cron-Aufgaben nicht durchführen, wenn die Website unter schwerer Last ist.

source: This features depends on the Throttle module being installed and enabled.
de: Für diese Funktion muss das Throttle-Modul installiert und aktiviert sein.

source: Save changes
de: Änderungen speichern

source: Operations
de: Vorgänge

source: Last called
de: Zuletzt aufgerufen

source: Execution Time
de: Ausführungszeit

source: Enabled
de: Aktiviert

source: Weight
de: Gewichtung

source: Log ID
de: Protokoll-ID

source: Message
de: Nachricht

source: Created
de: Erstellt

source: cron exception
de: Cron-Ausnahme

source: Module name: @module; Exception message: @message;
de: Modul-Name: @module; Nachricht zur Ausnahme: @message;

source: Get absolute control over Cron tasks
de: Volständige Kontrolle über Cron-Aufgaben erhalten
